{
	"url":"http://store.steampowered.com/dlc/244210",
	"name": "BMW M4",
	"brand": "BMW",
	"description": "The M4's engine brace, trunk lid and the roof are all made of Carbon Fiber Reinforced Plastic (CFRP) to shed pounds. But the real masterpiece for both is the CFRP driveshaft—a one-piece unit that offers exceptional strength while reducing rotating mass, resulting in a tighter drive with less counteractive momentum. This cornering king's real crown is its rear-axle subframe with solid mounts, bolted directly to the body without the use of bushings to make for the tightest possible handling, and its control arms—made of aluminum—shed weight, even where you can't see it.<br><br>
	This car's high-pressure, quick-response turbocharging system utilizes two TwinPower turbos to provide a broad plateu, while BMW's double-VANOS technology varies camshaft timing, allowing higher pressure to build inside the cylinder for optimal power output throughout the rev range. The Active M Differential uses Dynamic Stability Control data, pedal position, wheel rotation, and yaw rate to act on each wheel before any of them breaks free. An electric motor varies power distribution between wheels, shifting it in tight turns, and even decreasing understeer during full-load cornering.<br><br>
	The M4's Power isn't all under the hood. Its exterior features an integrated rear spoiler made of lightweight Carbon Fiber, and a CFRP diffuser, both of which keep the weight off while creating rear down-force. An optional 7-speed dual-clutch transmission with paddle shifters provides instantaneous track-inspired shifts, but for the purists who want an analog connection to the road, a 6-speed manual transmission comes standard.",
	"tags": ["#Sportscars", "rwd", "turbo", "semiautomatic",  "street",  "germany"],  
	"class": "street",

	"specs":
	{
		"bhp": "431bhp",
		"torque": "550Nm",
		"weight": "1572kg",
		"topspeed": "250km/h",
		"acceleration": "3.9s 0-100",
		"pwratio": "3.64kg/hp",
		"range": 96
	},
	"torqueCurve": [
	["0","0"],
	["500","307"],
	["1000","307"],
	["1500","335"],
	["2000","485"],
	["2500","555"],
	["3000","562"],
	["3500","575"],
	["4000","579"],
	["4500","565"],
	["5000","553"],
	["5500","541"],
	["6000","511"],
	["6500","477"],
	["7000","408"],
	["7500","371"],
	["8000","350"]
	],
	"powerCurve": [
	["0","0"],
	["500","22"],
	["1000","43"],
	["1500","71"],
	["2000","136"],
	["2500","196"],
	["3000","239"],
	["3500","283"],
	["4000","329"],
	["4500","358"],
	["5000","389"],
	["5500","420"],
	["6000","431"],
	["6500","437"],
	["7000","401"],
	["7500","391"],
	["8000","393"]
	]

}

