{
  "name": "Honda NSX NA1",
  "brand": "Honda",
  "description": "Honda E-NA1 NSX (1991)<br><br>With the goal of meeting or surpassing performance of western rivals, at a lower pricepoint with enough reliability and comfort to be used as a regular car, Honda developed the HP-X (Honda Pininfarina eXperimental) which would later evolve into the NS-X (New Sportscar eXperimental).<br><br>The NSX featured an all-aluminum monocoque chassis, a world&#39;s first on a mass production vehicle which was the result of extensive design and materials development. The layout was mid-engine, rear wheel drive, a radical departure from the popular front-engine, front wheel drive layout, but offered new possibilities for frame design, packaging and performance.<br><br>Power was delivered by a 3.0L V6 naturally aspirated engine C30A, featuring VTEC variable valve timing and lift, variable volume intake and titanium connecting rods. Mass was kept low via an aluminum head and block and the engine was mounted transversely behind the driver. Power delivery was performed via a 5-speed manual gearbox or later in 1994 onwards optionally via a 4-speed automatic gearbox.<br><br>With the aim of reducing understeer during cornering, the early NSX used a limited slip differential design that performed locking via preload only, minimizing activation in undesirable situations such as corner-entry, although it had a tendency to spin the inside wheel coming out of a corner as the locking action was limited by the preload torque amount.<br><br>The suspension layout of the NSX is aluminum double wishbone with corner coilovers and torsion bar stabilizers on both axles. Additionally the suspension includes a special compliance-pivot system which minimizes wheel movement when the assembly is subjected to forces such as driving over a bump or cornering, without the need for potentially noisy and uncomfortable solid joints often found on racing vehicles. Mounted on the chassis of the car, the compliance pivot additionally allowed for more free packaging of the control components. The suspension geometry has high camber gain and mild toe deflection, resulting in high grip and predictable handling. Mechanical trail and scrub radius were kept low with the aim of light yet communicative steering feedback without the need for power steering components. Elastokinematics are designed for a moderate stabilizing toe-in.<br><br>Special OEM tires were created for the NSX after extensive testing, featuring internal plys angled to produce a ply-steer force while travelling straight, resulting in characteristic turn-in behavior when coupled with the static toe settings and low bumpsteer of the NSX. The tires have a directional tread pattern and cannot be rotated. <br><br>Standard tire for the Japanese Domestic Market early model NSX was the Yokohama Advan A-022H1. Offering quite high dry-grip, the tire however had somewhat higher wear than was expected and the aggressive toe-in setting of the original NSX alignment resulted in premature tire wearing. Coupled with the more neutral suspension and small tire split of the early models, the first production models of the NSX were prone to oversteer. An adjustment to the spring rates and damping was made in 1992, and in 1994 the tire was changed and split increased from 205/225 to 215/245 alongside adjusted suspension alignment for less rear-toe in to combat tire wear.",
  "tags": [
    "#Sportscars",
    "rwd",
    "manual",
    "street",
    "japan"
  ],
  "class": "street",
  "specs": {
    "bhp": "290ps",
    "torque": "31.0kg-m",
    "weight": "1319kg",
    "topspeed": "-",
    "acceleration": "-",
    "pwratio": "4.55kg/ps"
  },
  "torqueCurve": [
    [
      0.0,
      158.0
    ],
    [
      500.0,
      177.0
    ],
    [
      1000.0,
      190.0
    ],
    [
      1250.0,
      195.0
    ],
    [
      1500.0,
      198.0
    ],
    [
      2000.0,
      208.0
    ],
    [
      2250.0,
      211.0
    ],
    [
      2500.0,
      213.0
    ],
    [
      2800.0,
      217.0
    ],
    [
      3000.0,
      221.0
    ],
    [
      3250.0,
      225.0
    ],
    [
      3500.0,
      227.0
    ],
    [
      3800.0,
      229.0
    ],
    [
      4000.0,
      230.0
    ],
    [
      4500.0,
      233.0
    ],
    [
      4800.0,
      236.0
    ],
    [
      5000.0,
      244.0
    ],
    [
      5100.0,
      250.0
    ],
    [
      5250.0,
      256.5
    ],
    [
      5400.0,
      258.0
    ],
    [
      5600.0,
      256.0
    ],
    [
      6000.0,
      249.0
    ],
    [
      6500.0,
      243.0
    ],
    [
      6750.0,
      241.0
    ],
    [
      7000.0,
      240.0
    ],
    [
      7300.0,
      237.0
    ],
    [
      7500.0,
      228.0
    ],
    [
      8000.0,
      197.0
    ],
    [
      8300.0,
      174.8
    ]
  ],
  "powerCurve": [
    [
      0.0,
      0.0
    ],
    [
      249.0,
      5.85602174315944
    ],
    [
      747.0,
      19.2423932624797
    ],
    [
      1500.0,
      41.7103187857029
    ],
    [
      2800.0,
      85.3306050309532
    ],
    [
      3250.0,
      102.695860646617
    ],
    [
      4500.0,
      147.250064804072
    ],
    [
      4800.0,
      159.08905427759
    ],
    [
      5000.0,
      171.3353162241
    ],
    [
      5100.0,
      179.059449332563
    ],
    [
      5250.0,
      189.118377221539
    ],
    [
      5400.0,
      195.65931357657
    ],
    [
      5600.0,
      201.333040441696
    ],
    [
      6000.0,
      209.815542982627
    ],
    [
      6500.0,
      221.823058996693
    ],
    [
      6750.0,
      228.458791530782
    ],
    [
      7000.0,
      235.937156767612
    ],
    [
      7300.0,
      242.973139835504
    ],
    [
      7387.0,
      241.807342745189
    ],
    [
      7500.0,
      240.15032028132
    ],
    [
      7719.0,
      232.443519846674
    ],
    [
      8000.0,
      221.331523253427
    ],
    [
      8300.0,
      203.75420507424
    ]
  ],
  "country": "Japan",
  "year": 1991,
  "author": "Siim Annuk, Modek, Arch",
  "version": "2025-03-29_A",
  "url": "http://www.siimannuk.com/"
}